[
{"id": "1","description": "A unique twist on a dessert-inspired sour, this beer brings carrot cake flavors to life. Rich, fruity, and tangy with a hint of spice.", "longDescription": "Carrot Cake fruit sour blends the earthy sweetness of carrots with the zesty tang of a sour base, creating a bold, dessert-like beer. Notes of cinnamon, nutmeg, and a touch of creaminess complement the beer's fruity undertones, making it a unique experience for those who love both sweets and sours. The result is a balanced, refreshing treat that highlights rich dessert flavors in a drinkable format. Perfect for adventurous drinkers looking for something sweet yet sour."},
{"id": "2", "description": "This fruit sour replicates the classic dessert with sweet pineapple flavors and a tangy twist. A refreshing and unique take on tropical sweetness.", "longDescription": "Pineapple Upside Down Cake is a delightful fruit sour that captures the essence of the iconic dessert. Fresh, juicy pineapple takes center stage, while hints of brown sugar and vanilla provide a sweet and slightly creamy finish. The beer's tartness perfectly balances the tropical fruitiness, making it a refreshing yet indulgent choice. Whether you're a fan of sours or just looking for a new flavor experience, this beer delivers a memorable combination of tropical sweetness and tang."},
{"id": "3", "description": "A refreshing fruit sour with vibrant passion fruit and lemon flavors. Tart, tangy, and reminiscent of a cooling sorbet.", "longDescription": "Passion Fruit Lemon Sorbet is a zesty fruit sour that brings the tropical tang of passion fruit together with the citrusy brightness of lemon. This beer has a lively tartness, balanced by the sweet and fruity undertones, making it light and refreshing. The sorbet-inspired flavors create a cooling effect, perfect for hot summer days or when you need a burst of freshness. Its smooth, crisp finish and delightful fruit flavors make it a go-to choice for sour lovers and those seeking a unique beer-drinking experience."},
{"id": "4", "description": "This seasonal fruit sour combines the tartness of berries with a sweet maple finish, evoking fall flavors. Rich, fruity, and warming.", "longDescription": "Autumn Berry Maple Swirl is a fall-inspired fruit sour that blends tart berries with the sweetness of maple syrup. The beer's fruity profile includes notes of cranberries, blackberries, and raspberries, all of which are harmonized by a subtle maple sweetness. This combination gives the beer a deep, complex flavor that evokes the feeling of crisp autumn days. It's slightly warming, making it a cozy yet refreshing option for the cooler months. Perfect for sipping by the fire or enjoying during seasonal gatherings."},
{"id": "5", "description": "This fruit sour offers a crisp and tart apple flavor, perfect for cider lovers looking for something different. Bright, refreshing, and tart.", "longDescription": "Apple Sour brings the taste of freshly picked apples with a sharp, tart twist. This beer has a crisp, refreshing quality reminiscent of biting into a green apple, making it a great choice for those who enjoy sour beers with a clean, fruity edge. Its light body and effervescent mouthfeel make it an easy drinker, perfect for casual get-togethers or relaxing at home. Whether you're a cider fan or just love apple flavors, this sour will add a zesty kick to your beer lineup."},
{"id": "6", "description": "A dessert-inspired sour with zesty lemon and rich berry flavors. Sweet, tart, and indulgent.", "longDescription": "Lemon Drizzleberry Cupcake is a decadent fruit sour that brings the flavors of a bakery treat into a drinkable form. Bursting with zesty lemon and sweet berries, this beer has a playful balance of tartness and sweetness that mimics a cupcake with a lemon glaze and berry filling. Its light yet indulgent flavor profile makes it a perfect choice for dessert lovers who want to experience their favorite flavors in a unique, refreshing way. With a creamy finish and a smooth mouthfeel, this beer is both delightful and satisfying."},
{"id": "7", "description": "This rich fruit sour combines blueberry sweetness with a creamy cookies and cream twist. Decadent, tart, and full of flavor.", "longDescription": "Cookies & Cream Blueberry Double Stack is an inventive fruit sour that marries the bold flavors of ripe blueberries with a creamy, indulgent cookies and cream profile. The tartness from the blueberries is balanced by a velvety sweetness, creating a layered taste experience. The double stack of flavors makes this beer both refreshing and rich, with a dessert-like quality that pairs perfectly with its sour base. Whether you're in the mood for something fruity or decadent, this beer offers the best of both worlds."},
{"id": "8", "description": "This tropical fruit sour is infused with passion fruit and mint, offering a refreshing, mojito-inspired taste. Crisp, zesty, and cooling.", "longDescription": "Passion Fruit Mojito is a vibrant, mojito-inspired fruit sour that combines the tropical sweetness of passion fruit with the cooling freshness of mint. The result is a crisp, zesty beer that perfectly balances tartness and sweetness. Its light body and effervescent mouthfeel make it an ideal choice for warm weather or anytime you're craving a refreshing drink with a tropical twist. The mint adds a layer of complexity, making each sip both invigorating and satisfying."},
{"id": "9", "description": "Indulge in the flavors of white chocolate, cherry, and cheesecake in this rich and tangy fruit sour. Creamy, fruity, and dessert-like.", "longDescription": "White Chocolate Cherry Cheesecake Double Scoop is a dessert-inspired fruit sour that offers an indulgent mix of sweet and tart flavors. The rich creaminess of white chocolate pairs beautifully with the tangy cherries, while the cheesecake notes add a velvety depth to the beer. This sour is both decadent and refreshing, making it a perfect choice for those who love dessert beers. Its full-bodied texture and well-balanced sweetness make it a standout option for anyone seeking a unique, flavor-packed beer."},
{"id": "10", "description": "A spiced fruit sour with hints of cinnamon and nutmeg balanced by fruity tartness. Warm, comforting, and tangy.", "longDescription": "Sugar 'N' Spice is a warming fruit sour that brings together the comforting flavors of cinnamon, nutmeg, and clove with the tartness of ripe fruit. This beer has a festive feel, making it a great choice for fall and winter gatherings. The spice notes add warmth, while the fruity base keeps it refreshing and lively. Perfect for those who enjoy spiced beers with a sour twist, this brew offers a unique balance of flavors that will leave you coming back for more."},
{"id": "11", "description": "This fruit sour is reminiscent of a campfire treat, blending marshmallow sweetness with rich chocolate and graham cracker notes. Indulgent and tangy.", "longDescription": "Shake S'more is a fun and indulgent fruit sour that brings the flavors of a s'more into a tart, refreshing beer. With notes of chocolate, marshmallow, and graham cracker, this beer is both rich and playful. The tangy fruit base adds a refreshing twist, making it an excellent dessert beer for those who love sweet and sour combinations. Perfect for sipping around a campfire or enjoying as a treat on its own, this beer delivers on both nostalgia and flavor."},
{"id": "12", "description": "This bold fruit sour features dark fruit flavors with a sharp, tangy edge. Rich, intense, and deeply satisfying.", "longDescription": "Blood & Ink is a robust fruit sour that brings the flavors of dark berries and tart cherries to the forefront. With a rich, deep color and bold flavor profile, this beer is intense yet refreshing. The sharp tang of the fruit is balanced by a smooth, slightly sweet finish, making it a complex and satisfying sour. Ideal for those who prefer bold, fruit-forward beers, Blood & Ink offers a unique drinking experience with every sip."},
{"id": "13", "description": "This hazy IPA is full of juicy citrus and tropical fruit flavors with a smooth, creamy finish. Bold, aromatic, and refreshing.", "longDescription": "Everstone Hazy IPA is a hop-forward beer bursting with juicy citrus and tropical fruit flavors like mango and pineapple. Its hazy appearance hints at its smooth, creamy mouthfeel, making it an easy-drinking IPA that balances bitterness with fruity sweetness. The moderate ABV and full body create a beer that’s refreshing yet substantial, perfect for hop lovers who appreciate a little extra depth and complexity in their IPA. Each sip is packed with vibrant aromas and flavors, making it a great choice for casual sipping or pairing with spicy foods."},
{"id": "14", "description": "A balanced IPA with tropical and citrus hop flavors and a slight bitterness. Refreshing, aromatic, and drinkable.", "longDescription": "Bibble IPA is a balanced pale ale that delivers bright citrus and tropical hop flavors alongside a pleasant bitterness. This beer is refreshing and aromatic, with a lighter body that makes it easy to enjoy, whether you're savoring one or having a couple. The hop profile shines without overpowering the palate, giving it versatility as a beer that pairs well with a variety of foods or stands on its own. With a clean, crisp finish, Bibble IPA is perfect for those who appreciate a well-rounded and approachable IPA."},
{"id": "15", "description": "This crisp and citrusy IPA is perfect for sunny days, offering light malt notes with a refreshing hop finish. Bright, fresh, and zesty.", "longDescription": "Under The Sun is a light and refreshing IPA that brings out the best of citrus hops, with notes of orange, grapefruit, and lemon zest. Its light malt backbone adds a slight sweetness, balancing the crisp and zesty bitterness that makes this beer so refreshing. Ideal for warm weather or casual drinking, Under The Sun has a clean, dry finish that leaves you feeling refreshed and ready for another sip. Whether you're enjoying it on a patio or at a barbecue, this IPA is a crowd-pleaser."},
{"id": "16", "description": "This pale ale features a fruity and floral hop aroma with a smooth, balanced bitterness. Aromatic, crisp, and well-rounded.", "longDescription": "Looper is a well-crafted pale ale that strikes the perfect balance between hoppy bitterness and fruity, floral aromas. With each sip, you'll experience notes of tropical fruits and a hint of pine, all wrapped up in a smooth, refreshing body. The beer’s moderate ABV makes it highly drinkable, while its hop-forward profile ensures it satisfies IPA lovers. Its crisp, clean finish and vibrant flavors make it a great option for any occasion, whether you're relaxing at home or out with friends."},
{"id": "17", "description": "A vibrant and hoppy IPA with a mix of tropical fruit and pine flavors. Bold, aromatic, and satisfying.", "longDescription": "Catch The Pigeon is an IPA that delivers a vibrant hop profile with a mix of tropical fruit and pine resin flavors. The beer has a bold bitterness that is balanced by juicy, citrus-forward notes, making it both refreshing and satisfying. Its full body and intense aromas make it a standout choice for hop lovers looking for something a little more complex. With a long-lasting finish and layers of flavor, Catch The Pigeon is perfect for those who crave a more intense IPA experience."},
{"id": "18", "description": "This hazy IPA is full of tropical fruit flavors and a soft, pillowy mouthfeel. Smooth, juicy, and refreshing.", "longDescription": "Mash Gang is a hazy IPA that showcases a soft and smooth mouthfeel with juicy tropical fruit flavors, including mango, passion fruit, and guava. The hazy appearance hints at the beer's full-bodied texture, while the gentle bitterness rounds out the fruity sweetness. Each sip is bursting with vibrant hop aromas, making it a delight for both casual drinkers and IPA enthusiasts alike. Its smooth, refreshing finish makes it a perfect beer for any occasion, especially when you're in the mood for something juicy and tropical."},
{"id": "19", "description": "A hop-forward pale ale with earthy and piney flavors balanced by light malt sweetness. Crisp, dry, and refreshing.", "longDescription": "Comb The Desert is a hop-forward pale ale that delivers earthy and piney notes with a touch of citrus and resin. The beer’s bitterness is balanced by a light malt sweetness, creating a crisp and dry finish that makes it highly refreshing. The earthy hops provide a more traditional IPA experience, while the lighter body keeps it approachable for a wide range of drinkers. Perfect for those who enjoy IPAs with a bit of a classic edge, Comb The Desert is both satisfying and sessionable."},
{"id": "20", "description": "A light and zesty pilsner with refreshing lemon flavors, perfect for warm weather. Crisp, citrusy, and refreshing.", "longDescription": "Lemon Radler is a bright and refreshing pilsner that blends the light, crisp body of a pilsner with zesty lemon flavors. This beer is ideal for warm days, offering a low ABV and a thirst-quenching balance of citrus and malt. The tangy lemon adds a burst of freshness, while the smooth pilsner base keeps it easy-drinking and satisfying. Whether you're relaxing by the pool or enjoying a picnic, Lemon Radler is the perfect companion for any summer day."},
{"id": "21", "description": "A traditional unfiltered pilsner with a smooth, malty flavor and a subtle hop bitterness. Crisp, refreshing, and slightly hazy.", "longDescription": "Kellerbier is a classic, unfiltered pilsner that offers a smooth, malty flavor with just a hint of hop bitterness. The beer's slightly hazy appearance adds to its traditional feel, while the balanced malt and hop profile keeps it refreshing. With each sip, you'll notice a clean, crisp finish that makes this beer perfect for casual drinking. Its unfiltered nature gives it a richer mouthfeel, making it both satisfying and easy to enjoy. Kellerbier is a great choice for those who appreciate traditional pilsners with a little extra depth."},
{"id": "22", "description": "This classic Munich-style lager is light and crisp with a smooth malt backbone and subtle hop bitterness. Refreshing and easy-drinking.", "longDescription": "Paulaner Munchner Hell is a traditional Munich-style lager known for its light, crisp flavor and smooth malt backbone. With a subtle hop bitterness that balances the malt sweetness, this beer is incredibly easy to drink, making it perfect for any occasion. Its clean, refreshing finish leaves you wanting more, making it a staple in the world of lagers. Whether you're new to pilsners or a seasoned beer lover, Paulaner Munchner Hell is a classic you’ll enjoy again and again."},
{"id": "23", "description": "A golden-hued pilsner with a malty sweetness and a clean, refreshing finish. Smooth, balanced, and satisfying.", "longDescription": "Munchner Gold is a golden pilsner that offers a perfect balance of malt sweetness and crisp, clean refreshment. Its smooth, medium body and slightly sweet malt profile make it a highly drinkable beer that appeals to both pilsner lovers and casual drinkers alike. The clean finish leaves you feeling refreshed and ready for another sip. This beer is perfect for any occasion, whether you're enjoying it with a meal or sipping it on its own. Its approachable flavors make it a go-to choice for any beer drinker."},
{"id": "24", "description": "This seasonal pilsner is malty and slightly sweet with a smooth finish, perfect for celebrating Oktoberfest. Rich, crisp, and festive.", "longDescription": "Oktoberfest Bier is a seasonal pilsner that brings the rich, malty flavors of traditional German beer to the forefront. Slightly sweet with a smooth, crisp finish, this beer is brewed for celebration and is perfect for toasting during Oktoberfest. Its medium body and balanced flavors make it easy to drink, while its festive undertones evoke the spirit of the fall season. Whether you're at a festival or enjoying it at home, Oktoberfest Bier is a great way to celebrate the season."},
{"id": "25", "description": "This refreshing pilsner offers a smooth, light malt flavor with a crisp, clean finish. Easy-drinking and perfect for any occasion.", "longDescription": "Longboard is a smooth and refreshing pilsner that delivers light malt flavors with a clean, crisp finish. Its balanced profile makes it incredibly easy to drink, whether you're at a barbecue, beach, or just relaxing at home. The subtle hop bitterness complements the malt, keeping the beer light and refreshing without overwhelming the palate. Ideal for any occasion, Longboard is a classic choice for pilsner lovers and casual drinkers alike. Its versatility and drinkability make it a staple for any beer lineup."},
{"id": "26", "description": "A smooth and malty pilsner brewed for festivals, offering a clean, balanced flavor and a crisp finish. Light, festive, and refreshing.", "longDescription": "Fest Bier is a smooth and balanced pilsner brewed specifically for celebrations and festivals. It features a light malt sweetness that is complemented by a crisp, refreshing finish, making it perfect for sipping throughout the day. This beer is festive and easy-drinking, designed for enjoying in large steins with friends. Whether you're at a beer garden or hosting your own event, Fest Bier brings a touch of festivity and tradition to any occasion."},
{"id": "27", "description": "This wheat beer is full of banana and clove flavors with a smooth, creamy mouthfeel. Rich, aromatic, and refreshing.", "longDescription": "Kobold is a classic wheat beer that showcases the iconic flavors of banana and clove, created through the traditional brewing process. Its smooth, creamy mouthfeel adds to the rich, full-bodied flavor, making it a refreshing and aromatic beer. The wheat base provides a soft, light texture, while the yeast imparts a signature fruit and spice character. Kobold is perfect for those who enjoy traditional wheat beers with a little extra depth and complexity. Whether you're pairing it with food or sipping it on its own, this beer is a crowd-pleaser."},
{"id": "28", "description": "This fruity wheat beer offers a balance of tangy citrus and smooth wheat flavors. Crisp, refreshing, and vibrant.", "longDescription": "Motley Hue is a bright and vibrant wheat beer that combines tangy citrus flavors with the smooth, slightly sweet body of wheat. The result is a refreshing and flavorful beer that is perfect for warm weather or casual drinking. The citrus notes are balanced by the wheat's subtle sweetness, creating a beer that is both crisp and satisfying. With its clean finish and vibrant flavors, Motley Hue is a great choice for those who enjoy light, refreshing beers with a fruity twist."},
{"id": "29", "description": "A rich, dessert-like stout with notes of apple pie spice, cinnamon, and vanilla, complemented by a creamy finish.", "longDescription": "Apple Pie Ice Cream stout is a decadent dessert beer, blending the warm flavors of cinnamon, nutmeg, and vanilla with the tart sweetness of baked apples. The creamy mouthfeel gives this stout a luxurious texture, reminiscent of a slice of apple pie topped with a scoop of ice cream. Each sip delivers a perfect balance between the comforting spices and the rich malt body, making it a delicious treat for those who enjoy sweet and flavorful stouts."},
{"id": "30", "description": "A smooth and velvety nitro stout with deep roasted malt flavors, chocolate, and a creamy head. Rich, bold, and indulgent.", "longDescription": "Moersleutel Nitro Stout is a bold and indulgent beer that pours with a creamy, cascading head thanks to its nitro infusion. The stout delivers deep roasted malt flavors, with notes of dark chocolate, coffee, and a hint of caramel. The smooth, velvety texture coats the palate, making each sip a luxurious experience. With a rich, full-bodied mouthfeel, this stout is perfect for those who appreciate intense, roasted flavors with a creamy, lingering finish."},
{"id": "31", "description": "This stout offers layers of vanilla, strawberry, and chocolate flavors, just like a Neapolitan ice cream. Sweet, creamy, and nostalgic.", "longDescription": "Baby Scoop Neapolitan Ice Cream stout brings the beloved flavors of Neapolitan ice cream—vanilla, strawberry, and chocolate—together in a rich, dessert-like beer. Each flavor shines through, with the vanilla providing a sweet base, the strawberry adding a fruity tang, and the chocolate rounding it out with a smooth, roasted finish. The creamy texture enhances the ice cream-inspired experience, making this stout a fun and nostalgic treat for beer lovers with a sweet tooth."},
{"id": "32", "description": "A robust stout infused with real vanilla beans, offering a rich, roasted flavor with a creamy vanilla finish. Smooth, aromatic, and indulgent.", "longDescription": "Vanilla Bean - Dead Don't Die is a rich and aromatic stout that showcases the luxurious flavor of real vanilla beans. The roasted malt base provides deep notes of chocolate and coffee, while the vanilla adds a smooth, creamy sweetness that balances the boldness of the stout. With a full-bodied mouthfeel and a lingering vanilla finish, this beer is a decadent treat for those who enjoy bold stouts with a sweet twist."},
{"id": "33", "description": "This stout combines roasted malt flavors with creamy peanut butter, offering a unique blend of sweet and savory. Nutty, smooth, and bold.", "longDescription": "Peanut Butter - Dead Don't Die is a bold stout that pairs the roasted malt flavors of a classic stout with the creamy, nutty richness of peanut butter. The peanut butter flavor shines through, adding a slightly savory element that complements the beer’s natural sweetness and roasted notes. The result is a smooth, indulgent stout that is both satisfying and unique, perfect for those who enjoy the combination of sweet and savory in their beers."},
{"id": "34", "description": "A dessert-inspired stout with rich chocolate and vanilla flavors, reminiscent of a classic caterpillar cake. Sweet, creamy, and indulgent.", "longDescription": "Caterpillar Cake stout is a rich, dessert-like beer that captures the nostalgic flavors of a classic caterpillar cake. Layers of chocolate and vanilla intertwine in this stout, creating a sweet and creamy profile that’s perfect for dessert lovers. The stout’s smooth mouthfeel and rich malt base enhance the indulgent experience, making each sip taste like a slice of cake in liquid form. Perfect for those who love sweet stouts, this beer is a fun and flavorful treat."},
{"id": "35", "description": "This rich and intense imperial stout features layers of dark chocolate, coffee, and roasted malt, with a full-bodied, velvety texture. Bold, complex, and satisfying.", "longDescription": "Persistence Is Utile #VI is a bold imperial stout that offers an intense and complex flavor profile. With deep notes of dark chocolate, freshly brewed coffee, and roasted malt, this stout delivers a robust and satisfying drinking experience. Its full-bodied, velvety texture coats the palate, while the high ABV provides warmth without overpowering the flavors. Each sip reveals new layers of complexity, making this stout a perfect choice for those who appreciate bold and rich imperial stouts with depth."},
{"id": "36", "description": "A crisp and refreshing session IPA with light citrus and floral hop notes. Perfect for easy drinking.", "longDescription": "Three Brothers - Session IPA is a light and refreshing IPA designed for sessionable enjoyment. It features bright citrus flavors, a hint of floral hops, and a balanced malt backbone that makes it incredibly drinkable. This beer is crafted for those who love the taste of hops but prefer a lower alcohol content, making it perfect for long sessions or casual drinking. Its crisp finish and moderate bitterness provide a satisfying experience without overwhelming the palate, making it ideal for both IPA enthusiasts and casual drinkers alike."},
{"id": "37", "description": "A juicy and hazy IPA with tropical fruit flavors and a smooth, light body. Perfect for those who love bold hop flavors without the heavy alcohol.", "longDescription": "Hazy Day IPA is a juicy session IPA that brings the best of tropical hops in a light, easy-drinking package. With notes of mango, pineapple, and citrus, this hazy beer offers a burst of fruity flavors balanced by a subtle bitterness. The smooth mouthfeel and light body make it perfect for those who want to enjoy the bold hop character of an IPA without the heaviness or high ABV. It's a refreshing choice for hot days or any time you want a flavorful yet easygoing beer."},
{"id": "38", "description": "A well-balanced session IPA with pine, citrus, and floral hop notes, making it refreshing and highly drinkable. Perfect for any time of day.", "longDescription": "All Day IPA lives up to its name with a blend of refreshing hop flavors that won’t overpower. It offers a clean and crisp drinking experience, with notes of pine, citrus, and subtle floral hops. The moderate bitterness is perfectly balanced by a smooth malt character, making it a sessionable IPA that's ideal for all-day enjoyment. Whether you're relaxing outdoors or enjoying a casual gathering, All Day IPA delivers a perfect balance of flavor and refreshment in every sip."},
{"id": "39", "description": "A bold and hop-forward session IPA with bright citrus and tropical fruit notes. Crisp, refreshing, and packed with flavor.", "longDescription": "Ice Breaker IPA is a session IPA that offers the big, bold hop flavors of a traditional IPA in a more approachable format. Bursting with citrus and tropical fruit aromas, this beer is hop-forward yet light enough to enjoy throughout the day. Its crisp, clean finish and balanced bitterness make it refreshing and satisfying without being too heavy. Ice Breaker IPA is perfect for those who crave intense hop flavors but prefer a lower ABV for longer drinking sessions."},
{"id": "40", "description": "A sleek pint glass featuring the Level Head IPA logo. Perfect for enjoying your favorite IPA in style.", "longDescription": "The Level Head IPA Pint Glass is the ideal vessel for enjoying your favorite brews. Its clean, modern design features the distinctive Level Head IPA logo, making it a must-have for any fan of the beer. Made from high-quality glass, this pint glass is sturdy and durable, perfect for casual sipping or special occasions. With a 16 oz capacity, it's the perfect size for an IPA, allowing the beer’s aromas and flavors to fully develop, enhancing your drinking experience."},
{"id": "41", "description": "A stylish pint glass with the Ice Breaker IPA branding, designed to enhance your beer-drinking experience.", "longDescription": "The Ice Breaker Pint Glass is designed for those who appreciate both style and function. Featuring the Ice Breaker IPA logo, this glass is perfect for showcasing the beer's bright hop flavors and aromas. Its sturdy build ensures durability, while the classic pint shape allows for optimal flavor release. Whether you're enjoying a casual pint at home or hosting a gathering, this pint glass adds a touch of sophistication to any occasion."},
{"id": "42", "description": "A classic pint glass with the Flint Eye Craft Lager logo, designed for lager lovers. The perfect way to enjoy your favorite beer.", "longDescription": "The Flint Eye Craft Lager Pint Glass offers a timeless design that pairs perfectly with your favorite craft lager. Emblazoned with the Flint Eye logo, this glass is ideal for enhancing the drinking experience, showcasing the beer’s crisp and clean flavors. Its solid construction ensures durability, making it suitable for everyday use or special occasions. With a 16 oz capacity, this glass is perfect for sipping and savoring any lager."},
{"id": "43", "description": "A well-crafted pint glass featuring the Hazy Day IPA logo, perfect for fans of hazy beers.", "longDescription": "The Hazy Day Pint Glass is the ideal companion for any hazy IPA enthusiast. With its modern design and branded logo, this pint glass is perfect for enjoying your favorite hazy brew. The glass’s shape allows for a great pour, enhancing the beer’s rich aromas and cloudy appearance. Whether you're sipping solo or with friends, the Hazy Day Pint Glass ensures a top-tier drinking experience every time."},
{"id": "44", "description": "A premium pint glass featuring the Prior Life branding, perfect for any beer aficionado.", "longDescription": "The Prior Life Pint Glass offers a sleek, modern design perfect for showcasing your favorite beer. Its sturdy build and branded logo make it both functional and stylish. Whether you're enjoying a lager, IPA, or stout, this pint glass allows you to fully appreciate the flavors and aromas of your drink. With a 16 oz capacity, it’s perfect for casual sipping or adding to your glassware collection."},
{"id": "45", "description": "A classic pint glass designed for Old Speckled Hen lovers. A great way to enjoy your favorite ale.", "longDescription": "The Old Speckled Hen Pint Glass is a must-have for fans of this iconic ale. Featuring the recognizable Old Speckled Hen logo, this glass is designed to enhance the flavor of your favorite brew. Its traditional pint shape allows for the perfect pour, while its solid construction ensures durability. Whether you're enjoying a pint at home or with friends, this glass adds a touch of class to any occasion."},
{"id": "46", "description": "A large, traditional stein designed to hold up to 1.3 liters of your favorite beer. Perfect for beer lovers who enjoy a hearty pour.", "longDescription": "The Stein Beer Glass is the ultimate choice for those who love to enjoy their beer in larger quantities. This traditional stein holds up to 1.3 liters of your favorite brew, making it perfect for beer festivals, celebrations, or casual drinking at home. Its sturdy handle and solid build ensure a comfortable drinking experience, while its classic design adds a touch of tradition. Whether you're sipping a lager, ale, or stout, this stein offers plenty of room to savor every sip."},
{"id": "47", "description": "A fun and practical doormat featuring the phrase 'Beer Served Here', perfect for beer lovers' homes.", "longDescription": "The 'Beer Served Here' Doormat is a fun and welcoming addition to any beer lover's home. Made from durable, high-quality materials, this doormat is designed to withstand foot traffic while adding a touch of personality to your entryway. With its bold, playful lettering, this doormat lets guests know they're in for a good time. It’s perfect for indoor or outdoor use and makes a great gift for anyone who enjoys entertaining and, of course, serving beer."}
]